<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
</head>
<body>	
<p>
제1장 총칙
<br>
<br>
제1조 (목적)<br>
이 약관은 '호박고구마와 자반고등어'(이하 "농·수산 정보서비스"이라 합니다.)가 제공하는 서비스와 관련하여 농·수산 정보서비스와 이용자간에 서비스의 이용 조건 및 절차, 농·수산 정보서비스와 회원 간의 권리·의무 및 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.
<br>
<br>
제2조 (약관의 효력 및 변경)<br>
① 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 공지함으로써 이용자에게 공시하고, 이에 동의한 이용자가 서비스에 가입함으로써 효력이 발생합니다.<br>
② 농·수산 정보서비스는 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 서비스 화면에 공지함으로써 이용자가 직접 확인할 수 있도록 할 것입니다.<br>
③ 이용자는 변경된 약관에 동의하지 않으실 경우 서비스 이용을 중단하고 본인의 회원등록을 취소할 수 있으며, 계속 사용하시는 경우에는 약관 변경에 동의한 것으로 간주되며 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.<br>
④ 이용자가 이 약관의 내용에 동의하는 경우 농·수산 정보서비스의 서비스 제공행위 및 이용자의 서비스 이용행위에는 이 약관이 우선적으로 적용될 것입니다.
<br>
<br>
제3조(회원정보 사용에 대한 동의)<br>
①회원의 개인정보에 대해서는 농·수산 정보서비스의 개인정보 보호정책이 적용됩니다.<br>
②농·수산 정보서비스의 회원 정보는 다음과 같이 수집, 사용, 관리, 보호됩니다.
<br>
<br>
  1. 개인정보의 수집 : 농·수산 정보서비스는 귀하의 서비스 가입시 귀하가 제공하는 정보를 통하여 귀하에 관한 정보를 수집합니다.<br>
  2. 개인정보의 사용 : 농·수산 정보서비스는 수집된 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신윤리 위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우, 귀하가 농·수산 정보서비스에 제공한 개인정보를 스스로 공개한 경우에는 그러하지 않습니다.<br>
  3. 개인정보의 관리 : 귀하는 개인정보의 보호 및 관리를 위하여 농·수산 정보서비스의 개인정보관리에서 수시로 귀하의 개인정보를 수정/삭제할 수 있습니다. 수신되는 정보 중 불필요하다고 생각되는 부분도 변경/조정할 수 있습니다.<br>
  4. 개인정보의 보호 : 귀하의 개인정보는 오직 귀하만이 열람/수정/삭제 할 수 있으며, 이는 전적으로 귀하의 ID와 비밀번호에 의해 관리되고 있습니다. 따라서 타인에게 본인의 ID와 비밀번호를 알려주어서는 아니되며, 작업 종료시에는 반드시 로그아웃을 해주시고, 웹 브라우저의 창을 닫아주시기 바랍니다(이는 타인과 컴퓨터를 공유하는 인터넷 카페나 도서관 같은 공공장소에서 컴퓨터를 사용하는 경우에 귀하의 정보의 보호를 위하여 필요한 사항입니다)<br>
  5. 회원이 본 약관에 따라 서비스의 이용신청을 하는 것은 농·수산 정보서비스가 본 약관에 따라 신청서에 기재된 회원정보를 수집, 이용하는 것에 동의하는 것으로 간주됩니다.
<br>
<br>
제4조(약관 외 준칙)<br>
본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신윤리위원회 심의규정, 정보통신윤리강령, 프로그램보호법 및 기타 관련 법령의 규정에 의합니다.
<br>
<br>
제5조(전자적 처리의 원칙)<br>
식품의약품안전처의 식품포털은 전자정부 구현을 위한 행정업무 등의 전자화촉진에관한법률 제8조의 규정에 따라 민원업무를 비롯한 각종 서비스를 전자적으로 처리할 수 있도록 시스템을 운영하며, 이용자는 농·수산 정보서비스가 제공하는 전자적 처리수단을 이용하여야 합니다.
<br>
<br>
제6조(용어의 정의)<br>
①본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
<br>
<br>
  1. 이용자 : 본 약관에 따라 농·수산 정보서비스가 제공하는 서비스를 받는 자.<br>
  2. 가입 : 농·수산 정보서비스가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위.<br>
  3. 회원 : 농·수산 정보서비스에 개인정보를 제공하여 회원등록을 한 자로서, 농·수산 정보서비스의 정보를 제공받으며, 농·수산 정보서비스가 제공하는 서비스를 이용할 수 있는 자.<br>
  4. 고유번호(ID) : 회원간의 식별과 이용자가 농·수산 정보서비스 이용을 위하여 사용자가 선정하고 농·수산 정보서비스가 부여하는 문자와 숫자의 조합 또는 회원의 고유 이메일 주소.<br>
  5. 비밀번호 : 이용자와 회원ID가 일치하는지를 확인하고 통신상의 자신의 비밀보호를 위하여 이용자 자신이 선정한 문자와 숫자의 조합.<br>
  6. 탈퇴 : 회원이 이용계약을 종료 시키는 행위.<br>
  7. 수수료.면허세 : 현재의 농·수산 정보서비스에는 금전거래가 존재하지 않아 해당 사항이 없으나 향후 지원하는 서비스에서는 회원이 서비스를 이용하여 광고게재, 전자상거래법, 식품위생법, 건강기능식품에관한법률, 약사법 등 관계 법률에 의거한 인.허가 등 각종 민원서비스를 받음으로 인해 발생될 수 있는 비용으로, 금융결재원을 통한 전자지불로 납부하는 금액을 말한다.
  <br>
  <br>
②본 약관에서 정의하지 않은 용어는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.
<br>
<br>
제2장 농·수산 정보서비스 제공 및 이용
<br>
<br>
제7조(이용계약의 성립)<br>
①이용계약은 신청자가 온라인으로 농·수산 정보서비스에서 제공하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 가입을 완료하는 것으로 성립합니다.<br>
②농·수산 정보서비스는 다음 각 호에 해당하는 이용계약에 대하여는 가입을 취소할 수 있습니다.
<br>
<br>
  1. 다른 사람의 명의를 사용하여 신청하였을 때<br>
  2. 이용계약 신청서의 내용을 허위로 기재하여 신청하였을 때<br>
  3. 다른 사람의 농·수산 정보서비스의 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 때<br>
  4. 농·수산 정보서비스를 이용하여 관계법령과 본 약관이 금지하는 행위를 하는 경우<br>
  5. 기타 농·수산 정보서비스가 정한 이용신청요건이 미비 되었을 때
  <br>
  <br>
③농·수산 정보서비스는 다음 각 호에 해당하는 경우 그 사유가 해소될 때까지 이용을 유보할 수 있습니다.
<br>
<br>
  1. 기술상 심각한 장애 사유가 있는 경우<br>
  2. 기타 농·수산 정보서비스에서 이용을 제한한 경우
<br>
<br>
제8조 (서비스 이용)<br>
①농·수산 정보서비스는 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 지정 된 일자부터 서비스를 개시합니다.<br>
②회원에 가입한 후라도 일부 서비스는 특정 회원에게만 제공할 수 도 있습니다.
<br>
<br>
제9조(이용시간)<br>
①농·수산 정보서비스의 이용시간은 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 단, 담당자에 의한 고객의 민원처리는 회사의 업무시간을 준용합니다.<br>
②농·수산 정보서비스의 정기점검 등의 필요로 인하여 농·수산 정보서비스의 이용시간을 제한할 수 있으며, 이 경우는 예외로 합니다.<br>
③농·수산 정보서비스는 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공지합니다.
<br>
<br>
 제10조(수수료 납부)<br>
①회원이 농·수산 정보서비스를 이용하여 광고게재, 전자상거래법, 식품위생법, 건강기능식품에관한법률, 약사법 등 관계 법률에 의거한 각종 서비스를 받음으로 인해 발생될 수 있는 비용으로, 금융결재원을 통한 전자지불로 납부하는 금액 등 관계 법률에 의거한 각종 서비스를 제공받기를 원할 경우에 발생될 수 있는 비용(수수료, 면허세)을  지정공인인증기관으로부터 부여받은 인증서를 통하여 금융결재원을 통한 전자지불로 납부하여야 합니다.<br>
②전자지불에 의한 비용은 해당 농·수산 정보서비스가 규정한 금액을 따릅니다.
<br>
<br>
제11조(정보 제공 및 홍보물 게재)<br>
①농·수산 정보서비스 시스템을 운영함에 있어서 각종 정보를 농·수산 정보서비스에 게재하는 방법 등으로 회원에게 제공할 수 있습니다. <br>
②농·수산 정보서비스는 서비스에 적절하다고 판단되거나 활용 가능성 있는 홍보물을 게재할 수 있습니다.
<br>
<br>
제12조(게시물의 저작권)<br>
①귀하가 게시한 게시물의 내용에 대한 권리는 귀하에게 있습니다.<br>
②농·수산 정보서비스는 게시된 내용을 사전 통지 없이 편집, 이동 할 수 있는 권리를 보유하며, 다음의 경우 사전 통지 없이 삭제할 수 있습니다.
<br>
<br>
  1. 본 농·수산 정보서비스 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우<br>
  2. 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우<br>
  3. 공공질서 및 미풍양속에 위반되는 내용인 경우<br>
  4. 범죄적 행위에 결부된다고 인정되는 내용일 경우<br>
  5. 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우<br>
  6. 기타 관계 법령에 위배되는 경우
  <br>
  <br>
③귀하의 게시물이 타인의 저작권을 침해함으로써 발생하는 민, 형사상의 책임은 전적으로 귀하가 부담하여야 합니다.
<br>
<br> 
제13조(사용자의 행동규범 및 이용제한)<br>
①귀하가 제공하는 정보의 내용이 허위인 것으로 판명되거나, 그러하다고 의심할 만한 합리적인 사유가 발생할 경우 농·수산 정보서비스는 귀하의 본 서비스 사용을 일부 또는 전부 중지할 수 있으며, 이로 인해 발생하는 불이익에 대해 책임을 부담하지 아니합니다.<br>
②귀하가 농·수산 정보서비스를 통하여 게시, 전송, 입수하였거나 전자메일 기타 다른 수단에 의하여 게시, 전송 또는 입수한 모든 형태의 정보에 대하여는 귀하가 모든 책임을 부담하며 농·수산 정보서비스는 어떠한 책임도 부담하지 아니합니다.<br>
③농·수산 정보서비스가 제공한 서비스가 아닌 가입자 또는 기타 유관기관이 제공하는 서비스의 내용상의 정확성, 완전성 및 질에 대하여 보장하지 않습니다. 따라서 농·수산 정보서비스는 귀하가 위 내용을 이용함으로 인하여 입게 된 모든 종류의 손실이나 손해에 대하여 책임을 부담하지 아니합니다.<br>
④귀하는 본 농·수산 정보서비스를 통하여 다음과 같은 행동을 하지 않는데 동의합니다.
  <br>
  <br>
  1. 타인의 아이디(ID)와 비밀번호를 도용하는 행위<br>
  2. 저속, 음란, 모욕적, 위협적이거나 타인의 프라이버시를 침해할 수 있는 내용을 전송, 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위<br>
  3. 농·수산 정보서비스를 통하여 전송된 내용의 출처를 위장하는 행위<br>
  4. 법률, 계약에 의하여 이용할 수 없는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위<br>
  5. 타인의 특허, 상표, 영업비밀, 저작권, 기타 지적재산권을 침해하는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위<br>
  6. 농·수산 정보서비스의 승인을 받지 아니한 광고, 판촉물, 정크메일, 스팸, 행운의 편지, 피라미드 조직 기타 다른 형태의 권유를 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위.<br>
  7. 다른 사용자의 개인정보를 수집 또는 저장하는 행위
  <br>
  <br>
⑤농·수산 정보서비스는 회원이 본 약관을 위배했다고 판단되면 농·수산 정보서비스와 관련된 모든 정보를 이용자의 동의 없이 삭제할 수 있습니다.
<br>
<br>
제14조(서비스의 중지 및 정보의 저장과 사용)<br>
①회원은 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 농·수산 정보서비스의 관리범위 외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실에 대해 농·수산 정보서비스가 아무런 책임을 지지 않음에 동의합니다.<br>
②농·수산 정보서비스의 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전의 고지 후 서비스를 중지할 수 있으며, 이 기간 동안 귀하가 고지내용을 인지하지 못한 데 대하여 농·수산 정보서비스는 책임을 부담하지 아니합니다. 부득이한 사정이 있을 경우 위 사전 고지기간은 감축되거나 생략될 수 있습니다.<br>
또한 위 서비스 중지에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 농·수산 정보서비스는 책임을 부담하지 아니합니다.<br>
③농·수산 정보서비스의 사정으로 시스템을 영구적으로 중단하여야 할 경우 제2항에 의거합니다. 다만, 이 경우 사전 고지기간은 1개월로 합니다.<br>
④농·수산 정보서비스는 사전 고지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 귀하 또는 제3자에게 어떠한 책임도 부담하지 아니합니다.<br>
⑤농·수산 정보서비스는 이용자가 본 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 농·수산 정보서비스는 위 이용자의 접속을 금지할 수 있습니다.
 <br>
 <br>
제15조(서비스의 변경 및 해지)<br>
①농·수산 정보서비스는 귀하가 시스템을 이용하여 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않으며, 회원이 본 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.<br>
②농·수산 정보서비스는 시스템 이용과 관련하여 가입자에게 발생한 손해 중 가입자의 고의, 과실에 의한 손해에 대하여 책임을 부담하지 아니합니다.
<br>
<br>																				
제 3 장 의무 및 책임
<br>
<br>																				
제16조(농·수산 정보서비스의 의무)<br>
①농·수산 정보서비스는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적, 안정적으로 민원서비스를 제공하기 위해 노력할 의무가 있습니다.<br>
②농·수산 정보서비스는 회원의 개인신상정보를 본인의 승낙 없이 타인에게 누설, 배포하지 않습니다. 다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다.<br>
③농·수산 정보서비스는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함) 보호를 위한 보안시스템을 갖추어야 합니다.<br>
④농·수산 정보서비스는 이용자의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다.
 <br>
 <br>
제17조(회원의 의무)<br>
①회원 가입 시에 요구되는 정보는 정확하게 기입하여야 합니다. 또한 이미 제공된 귀하에 대한 정보가 정확한 정보가 되도록 유지, 갱신하여야 하며, 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.<br>
②회원은 농·수산 정보서비스의 사전 승낙 없이 농·수산 정보서비스의 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.<br>
③회원은 농·수산 정보서비스를 이용하여 얻은 정보를 농·수산 정보서비스의 사전승낙 없이 복사, 복제, 변경, 번역, 출판  방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.<br>
④회원은 농·수산 정보서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
  <br>
  <br>
  1. 다른 회원의 ID를 부정 사용하는 행위<br>
  2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위<br>
  3. 선량한 풍속, 기타 사회질서를 해하는 행위<br>
  4. 타인의 명예를 훼손하거나 모욕하는 행위<br>
  5. 타인의 지적재산권 등의 권리를 침해하는 행위<br>
  6. 해킹행위 또는 컴퓨터바이러스의 유포행위<br>
  7. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위<br>
  8. 농·수산 정보서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위<br>
  9. 농·수산 정보서비스에 게시된 정보의 변경.<br>
  10.기타 전기통신법 제53조와 전기통신사업법 시행령 16조(불온통신), 통신사업법 제53조3항에 위배되는 행위
<br>
<br> 
제18조(사용자의 정보 보안)<br>
①가입 신청자가 농·수산 정보서비스에 가입절차를 완료하는 순간부터 귀하는 입력한 정보의 비밀을 유지할 책임이 있으며, 회원의 ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임은 회원본인에게 있습니다.<br>
②ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있으며, 회원의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 농·수산 정보서비스에 신고하여야 합니다. 신고를 하지 않음으로 인한 모든 책임은 회원 본인에게 있습니다.<br>
③이용자는 농·수산 정보서비스의 사용 종료시 마다 정확히 접속을 종료하도록 해야 하며, 정확히 종료하지 아니함으로써 제3자가 귀하에 관한 정보를 이용하게 되는 등의 결과로 인해 발생하는 손해 및 손실에 대하여 농·수산 정보서비스는 책임을 부담하지 아니합니다.
<br> 
<br>
제 4 장 기 타
<br>
<br>
제19조(소유권)<br>
①농·수산 정보서비스가 제공하는 고객민원서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 농·수산 정보서비스에 소유권이 있습니다.<br>
②귀하는 농·수산 정보서비스가 명시적으로 승인한 경우를 제외하고는 전항의 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권 설정 행위, 상업적 이용 행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.
<br>
<br>
제20조(양도금지)<br>
회원이 농·수산 정보서비스의 이용권한, 기타 이용계약 상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
<br>
<br>
제21조(손해배상)<br>
농·수산 정보서비스에서 유료 또는 무료로 제공되는 것과 관련하여 회원에게 어떠한 손해가 발생하더라도 농·수산 정보서비스가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
<br>
<br>
제22조(면책조항)<br>
①농·수산 정보서비스는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 농·수산 정보서비스 제공에 대한 책임이 면제됩니다.<br>
②농·수산 정보서비스는 기간통신 사업자가 전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.<br>
③농·수산 정보서비스는 시스템 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.<br>
④농·수산 정보서비스는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.<br>
⑤농·수산 정보서비스는 회원간 또는 회원과 제3자간에 서비스를 매개로 하여 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.<br>
⑥농·수산 정보서비스의 이용과 관련하여 귀하에게 발생한 손해 중 귀하의 고의, 과실에 의한 손해에 대하여 책임을 부담하지 아니합니다.<br>
⑦농·수산 정보서비스가 제공한 정보가 아닌 가입자 또는 기타 유관기관이 제공하는 정보의 내용상의 정확성, 완전성 및 질에 대하여 보장하지 않습니다. 따라서 농·수산 정보서비스는 귀하가 위 내용을 이용함으로 인하여 입게 된 모든 종류의 손실이나 손해에 대하여 책임을 부담하지 아니합니다. 또한 농·수산 정보서비스의 이용자가 타 이용자로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
<br>
<br> 
제23조(관할법원)<br>
농·수산 정보서비스 이용과 관련하여 발생한 분쟁에 대하여는 대한민국 법을 적용하며, 소송이 제기될 경우 대한민국의 법원에 제기합니다.
<br>
<br> 
부 칙<br>
  1. (시행일) 본 약관은 2018년 12월 18일부터 시행합니다.
<br>		
<br>
상호 : ㈜BigdataFaFi<br>
주소 : <br>
대표전화 : <br>
이메일 주소 : <br>
위치정보관리책임자 : <br>
부칙 본 이용약관은 2018년 12월 18일부터 적용됩니다.
</p>				
</body>
</html>