<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
</head>
<body>	
<p>
제 1 조 (목적)
<br>
<br>
이 약관은 ㈜BigdataFaFi (이하 “회사”)가 제공하는 위치정보사업 또는 위치기반서비스와 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
<br>
<br>
제 2 조 (약관 외 준칙)
<br>
<br>
이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보취급방침, 회사가 별도로 정한 지침 등에 의합니다.
<br>
<br>
제 3 조 (용어의 정의)
<br>
<br>
이 약관에서 사용하는 용어의 정의는 다음 각호와 같으며, 정의되지 않은 용어에 대한 해석은 관계법령 및 서비스 안내에서 정하는 바에 따릅니다.
<br>
<br>
“이용자”라 함은 본 약관에 동의하여 위치정보서비스를 이용하는 자(회원 종류 불문)를 말합니다.<br>
“위치정보”라 함은 이동성이 있는 물건 또는 개인이 특정한 시간에 존재하거나 존재하였던 장소에 관한 정보로서 전기통신기본법 제2조 제2호 및 제3호의 규정에 따른 전기통신설비 및 전기통신회선설비를 이용하여 수집된 것을 말합니다.<br>
“개인위치정보”라 함은 특정 개인의 위치정보(위치정보만으로는 특정 개인의 위치를 알 수 없는 경우에도 다른 정보와 용이하게 결합하여 특정 개인의 위치를 알 수 있는 것을 포함합니다)를 말합니다.<br>
“위치정보시스템”이라 함은 위치정보사업 및 위치기반서비스 사업을 위하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망을 통하여 위치정보를 수집·저장·분석·이용 및 제공할 수 있도록 서로 유기적으로 연계된 컴퓨터의 하드웨어, 소프트웨어, 데이터베이스 및 인적자원의 결합체를 말합니다.
<br>
<br>
제 4 조 (이용약관의 체결 및 변경)
<br>
<br>
본 이용약관은 Web Site, 휴대폰 단말기에 위치기반서비스가 포함된 개별 어플리케이션을 설치 후 최초 실행 시 고지되며 이에 대하여 개인위치정보 주체인 이용자가 동의함으로써 효력이 발생합니다. (만약 동의하지 않으시면 “취소” 버튼을 선택할 수 있습니다.)<br>
회사는 “위치정보의 보호 및 이용 등에 관한 법률” “정보통신망 이용촉진 및 정보보호 등에 관한법률” “약관의규제에관한법률”, 등 관련법을 준수하며, 이를 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br>
회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 초기화면 혹은 BigdataFaFi 공식 홈페이지(www.bigdatafafi.com)에 적용일자 7일(이용자에게 불리한 변경 또는 중대한
사항의 변경은 30일) 이전부터 적용일자 이후 상당한 기간 동안 공지합니다.<br>
회사가 전항에 따라 개정약관을 공지하면서 이용자에게 공지일로부터 약관 변경 적용일까지 거부의사를 표시하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 공지하였음에도 불구하고 이용자가 명시적으로 15일 이내 거부의사를 표시하지 아니하는 경우 이용자가 개정약관에 동의한 것으로 봅니다.<br>
이용자는 변경된 약관에 동의하지 아니하는 경우 서비스의 이용을 중단하고 이용계약을 해지할 수 있습니다.<br>
이용자는 회사가 제공한 위치기반서비스가 포함된 어플리케이션을 사용하기 전에 삭제하면 자동으로 이용계약이 철회되면서 이에 수반하여 위치정보 이용 동의도 철회 됩니다.<br>
회원은 약관의 변경에 대하여 주의의무를 다하여야 하며, 변경된 약관의 부지로 인한 회원의 피해는 회사가 책임지지 않습니다.
<br>
<br>
제 5 조 (서비스 내용 및 요금)
<br>
<br>
회사는 직접 위치정보를 수집하거나 위치정보사업자인 이동통신사로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다.<br>
현재 위치를 활용한 친구찾기 및 친구맺기<br>
이용자의 위치 정보<br>
지역별 순위 서비스<br>
지역별 생산량 위치 서비스<br>
제1항 위치기반서비스의 이용요금은 무료입니다. 다만, 서비스 이용과정에서 휴대형 단말기 등의 통신비용이 발생할 수 있습니다.
<br>
<br>
제 6 조 (위치정보 수집방법)
<br>
<br>
회사는 다음과 같은 방식으로 개인위치정보를 수집합니다.<br>
<br>
<br>
휴대폰 단말기를 이용한 기지국 기반(Cell ID방식)의 실시간 위치정보 수집<br>
GPS칩이 내장된 전용 단말기를 통해 수집되는 GPS 정보를 통한 위치정보 수집<br>
Wi-Fi칩이 내장된 전용 단말기를 통해 수집되는 Wi-Fi 정보를 통한 위치정보 수집<br>
스마트폰, 태블릿PC 등 전자 단말기의 운영체계에서 제공하는 위치정보 API를 통해 제공받는 위치정보의 수집<br>
PC의 IP 주소를 통해 제공받는 위치정보 수집
<br>
<br>
제 7 조 (이용자의 권리 등)
<br>
<br>
이용자는 회사에 대하여 언제든지 개인위치정보의 수집, 이용 및 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다.<br>
이용자는 회사에 대하여 언제든지 개인위치정보의 수집, 이용 및 제공의 일시적인 중지를 요구할 수 있습니다.<br>
이용자는 회사에 대하여 다음 각호의 자료 등의 열람 또는 고지를 요구할 수 있고, 당해 자료 등에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 요구를 거절할 수 없습니다.<br>
본인에 대한 위치정보 수집·이용·제공사실 확인자료<br>
본인의 개인정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률의 규정에 의하여 제3자에게 제공된 이유 및 내용<br>
회사는 개인위치정보주체가 제1항의 규정에 의하여 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 수집·이용·제공사실 확인자료(동의의 일부를 파기하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 이용·제공사실 확인자료에 한합니다)를 파기합니다.<br>
이용자가 위치정보에 대한 정정요구 시 회사는 정정이 완료되기 전까지 당해 위치정보를 이용 또는 제공하지 않습니다.<br>
이용자는 본 조의 권리행사를 위해 담당자 문의를 통해 요구할 수 있습니다.
<br>
<br>
제 8 조 (법정대리인의 권리)
<br>
<br>
회사가 14세 미만의 아동으로부터 위치정보보호법 제19조 제1항·제2항 또는 제21조의 규정에 의하여 개인위치정보를 수집·이용·제공하고자 하는 경우에는 그 법정대리인의 동의를 얻어야 합니다.<br>
법정대리인은 만14세 미만 아동의 개인위치정보를 수집ㆍ이용ㆍ제공에 동의하는 경우 동의유보권, 동의철회권 및 일시중지권, 열람ㆍ고지요구권을 행사할 수 있습니다.<br>
회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용ㆍ제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 만14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.<br>
위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 이용ㆍ제공사실 확인 자료가 필요한 경우<br>
통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
<br>
<br>
제 9 조 (8세 이하의 아동 등의 보호를 위한 위치정보 이용)
<br>
<br>
다음 각호의 1에 해당하는 자(이하 “8세 이하의 아동 등”이라 합니다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 8세 이하의 아동 등의 개인위치정보의 수집 · 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.<br>
8세 이하의 아동<br>
금치산자<br>
장애인복지법 제 2 조 제 2 항 제 2 호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진및직업재활법 제2조 제 2 호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제 32 조의 규정에 의하여 장애인등록을 한 자에 한정)<br>
8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 수집 · 이용 또는 제공에 동의를 하고자 하는 자는 서면동의서에 8세 이하의 아동 등의 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.<br>
본 조 제2항의 규정에 따른 서면동의서에는 다음 사항을 기재하고 그 보호의무자가 기명날인 또는 서명하여야 합니다.<br>
– 8세 이하의 아동 등의 성명, 주소 및 생년월일 보호의무자의 성명, 주소 및 연락처 개인위치정보 수집, 이용 또는 제공의 목적이 8세 이하의 아동 등의 생명 또는 신체의 보호에 한정된다는 사실 동의의 연월일
<br>
<br>
제 10 조 (위치정보의 이용·제공사실 확인자료의 보유 및 이용기간)
<br>
<br>
회사는 위치정보보호법 제16조 제2항에 근거하여 회원에 대한 위치정보의 수집·이용 제공사실 확인자료를 위치정보시스템에 자동으로 기록하며 이를 기록 시점으로부터 1년 동안 보존합니다.
<br>
<br>
제 11 조 (서비스의 이용 및 제한 등)
<br>
<br>
위치기반서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 회사의 업무상이나 기술상의 이유로 위치기반서비스가 일시 중지될 수 있고, 또한 운영상의 목적으로 회사가 정한 기간에는 위치기반서비스가 일시 중지될 수 있습니다. 이러한 경우 회사는 사전 또는 사후에
이를 공지합니다.<br>
회사는 전시ㆍ사변ㆍ천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신사업자가 전기통신서비스를 중지하는 등 기타 부득이한 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.<br>
회사는 본 조 제2항의 규정에 의하여 위치기반서비스의 이용을 제한하거나 정지한 때에는 그 사유 및 제한기간 등을 지체 없이 이용자에게 알리도록 노력하여야 합니다.
<br>
<br>
제 12 조 (이용자의 이용제한 등)
<br>
<br>
회사는 이용자가 다음 각호에 해당하는 경우에는 이용자의 동의 없이 위치기반서비스의 전부 또는 일부의 이용을 제한할 수 있습니다.
<br>
<br>
이용자가 법률, 공공질서나 도덕 및 미풍양속에 위반하는 목적으로 위치기반서비스 이용을 계획하거나 실행하는 경우<br>
관계법령 및 이 약관의 규정을 위반하는 경우<br>
이용자가 회사의 업무수행 또는 전산설비에 현저한 지장을 초래하거나, 초래할 위험성이 있는 경우
<br>
<br>
제 13 조 (개인위치정보 제3자 제공 관련)
<br>
<br>
회사는 이용자의 동의 없이 당해 이용자의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자 제공 서비스를 제공하는 경우에는 제공 받는 자 및 제공목적을 사전에 이용자에게 고지하고 동의를 받습니다.<br>
회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다.<br>
다만, 아래에 해당하는 경우에는 이용자가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소 등으로 통보합니다.<br>
개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우<br>
이용자가 개인위치정보를 수집한 당해 통신단말장치 외의 통신단말장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우
<br>
<br>
제 14 조 (손해배상)
<br>
<br>
이용자는 회사가 위치정보의보호및이용등에관한법률 제15조 내지 제16조의 규정을 위반한 행위로 손해를 입은 경우에 회사에 대해 손해배상을 청구할 수 있습니다.<br>
회사는 그 손해가 천재지변 등 불가항력적인 사유로 발생하였거나 이용자의 고의 또는 과실로 인하여 발생한 때에는 손해를 배상하지 아니합니다.<br>
회사는 이용자가 망사업자의 통신환경에 따라 발생할 수 있는 오차 있는 위치정보를 이용함으로써 이용자 및 제3자가 입은 손해에 대하여는 배상하지 아니합니다.<br>
이용자는 이용자의 의무 등 이 약관의 제규정을 위반함으로써 회사 및 망사업자가 입은 일체의 손해에 대하여 이용계약이 해지된 이후에도 배상할 책임이 있습니다.
<br>
<br>
제 15 조 (책임제한)
<br>
<br>
회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 위치기반서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.<br>
회사는 무료로 제공되는 위치정보서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
<br>
<br>
제 16 조 (분쟁의 조정)
<br>
<br>
회사는 위치정보와 관련된 분쟁에 대하여 개인위치정보주체와 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 방송통신위원회에 재정을 신청할 수 있습니다.<br>
회사 또는 개인위치정보주체는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.<br>
회사와 이용자간의 서비스 이용계약에 관한 소송은 제소 당시의 이용자의 주소에 의하고 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다.<br>
제소 당시 이용자의 주소 또는 거소가 분명하지 아니한 경우에 회사와 이용자가간의 소송의 관할 법원은 민사소송법에 따라 정합니다.<br>																					
회사와 이용자간에 제기된 소송에는 대한민국법을 적용합니다.
<br>
<br>
제 17 조 (회사의 상호, 주소, 전화번호 및 위치정보관리책임자)
<br>
<br>
회사의 상호, 주소, 전화번호는 아래와 같으며 회사는 회원의 위치정보를 보호하고 위치정보와 관련한 회원의 불만사항을 처리하기 위하여 위치정보관리책임자를 지정합니다.
<br>		
<br>
상호 : ㈜BigdataFaFi<br>
주소 : <br>
대표전화 : <br>
이메일 주소 : <br>
위치정보관리책임자 : <br>
부칙 본 이용약관은 2018년 12월 18일부터 적용됩니다.
</p>																			
</body>
</html>