<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
</head>
<body>	
<p>
1. 수집하는 개인정보 항목
<br>
<br>																							
① 공통수집항목 : 회원가입 시 이메일(아이디), 별명, 비밀번호, 이름, 생년월일, 성별, 휴대전화, 주소<br>
② 서비스 이용과정 중 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- IP 주소, 방문 일시, 서비스 이용 기록, 쿠키, 단말기 정보 (웹사이트 이용 시에 한함)<br>
③ 귀하 가입 및 운영 과정 중 회원명, 회원번호, 자격, 종류가 생성될 수 있습니다.
<br>
<br>																							
2. 개인정보의 수집 및 이용 목적
<br>
<br>
① '호박고구마와 자반고등어'가 수집하는 개인정보는 주로 귀하의 요청을 처리하고, 귀하에게 질적으로 뛰어난 서비스를 제공하며, 귀하가 관심을 가질 만한 기회를 소개하고 귀하의 요구를 이해함으로써 더 나은 서비스를 제공하기 위해 수집, 이용됩니다. 예를 들어 '호박고구마와 자반고등어'는 귀하의 전화번호, 이메일주소 또는 우편주소를 이용해서 서비스 소개 또는 안전 문제에 대해 고지하거나 회원 계정의 관리 목적과 관련하여 연락할 수 있습니다.
<br>
<br>
3. 수집하는 개인정보의 보유기간 및 이용기간
<br>		
<br>																					
① '호박고구마와 자반고등어'가 수집한 귀하의 정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 파기합니다.<br>
② 수집하는 개인정보의 이용기간은 “회원 가입일로부터 회원 탈퇴일까지”이며, 보유기간은 “(1)회원 가입일로부터 계약 종료 후, (2) 회원 탈퇴일 후 상법, 국세기본법 등 관련 법령에 따라 5년간 보관이 지난 시점까지”입니다.<br>
<br>		
<br>
상호 : ㈜BigdataFaFi<br>
주소 : <br>
대표전화 : <br>
이메일 주소 : <br>
위치정보관리책임자 : <br>
부칙 본 이용약관은 2018년 12월 18일부터 적용됩니다.
</p>																			
</body>
</html>